Repository: althaus/davical
Catalog: po/*.po
Languages: nb

source: This operation does the following: <ul><li>check valid users in LDAP directory</li> <li>check users in DAViCal</li></ul> then <ul><li>if a user is present in DAViCal but not in LDAP set him as inactive in DAViCal</li> <li>if a user is present in LDAP but not in DAViCal create the user in DAViCal</li> <li>if a user in present in LDAP and DAViCal then update information in DAViCal</li> </ul>
nb: Denne operasjonen gjør følgende: <ul><li>sjekker gyldige gruppe i LDAP katalogen</li> <li>sjekker brukere i DAViCal</li></ul> deretter <ul><li>hvis en bruker finnes i DAViCal men ikke i LDAP setter denne sim inaktiv i DAViCal</li> <li>hvis en bruker finnes i LDAP men ikke i DAViCal oppretter brukeren i DAViCal</li> <li>hvis brukeren finnes i LDAP og DAViCal oppdaterer informasjonen i DAViCal</li> </ul>

source: This page primarily checks the environment needed for DAViCal to work correctly. Suggestions or patches to make it do more useful stuff will be gratefully received.
nb: Denne siden sjekker miljøet nødvendig for at DAViCal skal virke korrekt. Forslag eller patsjer for å gjøre det enda bedre vil mottas med takk.

source: Ticket ID
nb: Tilgangs ID

source: To Collection
nb: Til samling

source: To ID
nb: Til ID

source: Toggle all privileges
nb: Forny alle privilegier

source: Tools
nb: Verktøy

source: Transparent
nb: Gjennomsiktig

source: Update
nb: Oppdater

source: Updated
nb: Oppdatert

source: Updating Collection record.
nb: Oppdaterer post samling

source: Updating Member of this Group Principal
nb: Oppdaterer medlem av denne gruppekonto

source: Updating Principal record.
nb: Oppdaterer post konto

source: Updating grants by this Principal
nb: Oppdaterer rettigheter for denne kontoen

source: Upgrade DAViCal database schema
nb: Oppgrader DAViCal database schema

source: Upgrade Database
nb: Oppgrader database

source: Upload a .ics calendar in iCalendar format to initialise or replace this calendar.
nb: Last opp en .ics kalender i iCalender format for å sette opp eller erstatte denne kalenderen

source: User Calendar Principals
nb: Bruker kalenderkonto

source: User Details
nb: Brukerdetaljer

source: User Functions
nb: Brukerfunksjoner

source: User Name
nb: Brukers Navn

source: User Roles
nb: Brukerroller

source: User is active
nb: Bruker er aktiv

source: User record written.
nb: Brukers post skrevet

source: Username
nb: Brukernavn

source: View My Details
nb: Vis mine detaljer

source: View my own principal record
nb: Vis min egen kontopost

source: View this user record
nb: Vis denne brukerens post

source: Visit the DAViCal Wiki
nb: Besøk DAViCal Wiki

source: When the user's e-mail account was validated.
nb: Da brukerens epost ble kontrollert

source: Write ACLs for a resource or collection
nb: Skriv ACL for en ressurs eller samling

source: Write Access Controls
nb: Skriv adgangskontroller

source: Write Data
nb: Skriv data

source: Write Metadata
nb: Skriv metadata

source: Write content
nb: Skriv innhold

source: Write properties
nb: Skriv egenskaper

source: Write
nb: Skriv

source: Yes
nb: Ja

source: You are currently running DAViCal version %s. The database schema is at version %d.%d.%d.
nb: Du kjører DAViCal versjon %s. Database schema er version %d.%d.%d.

source: You are currently running DAViCal version %s. The database schema should be at version %s and it is at version %d.%d.%d.
nb: Du kjører DAViCal version %s. Database schema skulle være %s og er versjon %d.%d.%d.

source: You are editing
nb: Du redigerer

source: You are not authorised to use this function.
nb: Du er ikke autorisert til å bruke denne funksjonen

source: You are viewing
nb: Du viser

source: You do not have permission to modify this record.
nb: Du har ikke tillatelse til å endre denne posten

source: You may not PUT to a collection URL
nb: Du kan ikke utføre PUT til en samlings URL

source: You must log in to use this system.
nb: Du må logge inn for å bruke systemet

source: Your configuration produced PHP errors which should be corrected
nb: Konfigurasjonen lagde PHP feil som må rettes

source: all events of user %s were deleted and replaced by those from file %s
nb: alle hendelser til bruker %s ble slettet og erstattet av dem fra filen %s

source: calendar-timezone property is only valid for a calendar.
nb: kalender tidssone egenskap er kun gyldig for en kalender

source: directory %s is not readable
nb: mappen %s er ikke lesbar

source: drivers_ldap : Could not start TLS: ldap_start_tls() failed
nb: drivers_ldap : Kunne ikke starte TLS: ldap_start_tls() feilet

source: drivers_ldap : Failed to bind to host %1$s on port %2$s with bindDN of %3$s
nb: drivers_ldap : Feilet å binde til vert %1$s på port %2$s with bindDN of %3$s

source: drivers_ldap : Failed to set LDAP to use protocol version 3, TLS not supported
nb: drivers_ldap : Feilet å sette LDAP til å bruke protokoll version 3, TLS ikke støttet

source: drivers_ldap : Unable to bind to LDAP - check your configuration for bindDN and passDN, and that your LDAP server is reachable
nb: drivers_ldap : Ute av stand til å binde til LDAP - sjekk din konfigurasjon for bindDN og passDN, og at din LDAP server kan nås

source: drivers_ldap : Unable to connect to LDAP with port %s on host %s
nb: drivers_ldap : Ute av stand til kommunikasjon med LDAP med port %s på vert %s

source: drivers_ldap : function ldap_connect not defined, check your php_ldap module
nb: drivers_ldap : function ldap_connect ikke definert, sjekk din php_ldap modul

source: forget me not <!-- this is a colloquial phrase in english (the name of a flower) and is an option allowing people to log in automatically in future -->
nb: forglem meg ei (husk meg)

source: forget me not
nb: forglem meg ei

source: from principal
nb: fra konto

source: path to store your ics
nb: bane for å lagre din ics

source: the file %s is not UTF-8 encoded, please check error for more details
nb: filen %s er ikke UTF-8 encoded, sjekk feil for flere detaljer

source: you should log on with the username and password that have been issued to you.
nb: logg på med brukernavnet og passordet du fikk utstedt
