Repository: althaus/davical
Catalog: po/*.po
Languages: nb

source: *** Default Locale ***
nb: *** Standard Locale ***

source: *** Unknown ***
nb: *** Ukjent ***

source: - adding %s to group : %s
nb: - legger %s til gruppe : %s

source: - adding users %s to group : %s
nb: - legger brukere %s til gruppe : %s

source: - creating groups : %s
nb: - lager grupper : %s

source: - creating record for users : %s
nb: - lager post for brukere : %s

source: - deactivate groups : %s
nb: - deaktiverer grupper : %s

source: - deactivating users : %s
nb: - deaktiverer brukere : %s

source: - nothing done on : %s
nb: - ingenting gjort med : %s

source: - removing %s from group : %s
nb: - fjerner %s fra gruppe : %s

source: - updating groups : %s
nb: - oppdaterer grupper : %s

source: - updating user records : %s
nb: - oppdaterer brukerdata : %s

source: <b>WARNING: all events in this path will be deleted before inserting allof the ics file</b>
nb: <b>ADVARSEL: alle hendelser i denne banen vil bli slettet ved innsetting av ics filen</b>

source: <h1>Log On Please</h1><p>For access to the %s you should log on withthe username and password that have been issued to you.</p><p>If you would like to request access, please e-mail %s.</p>
nb: <h1>Logg deg inn</h1><p>For tilgang til %s skal du oppgi brukernavnet og passordet du fikk</p><p>Vil du be om tilgang, kontakt %s.</p>

source: A DAViCal principal collection may only contain collections
nb: En DAViCal kontosamling kan bare inneholde samlinger

source: A collection already exists at that location.
nb: En samling finnes allerede der

source: A resource already exists at the destination.
nb: En ressurs finnes allerede der

source: AWL Library version
nb: AWL Bibliotek versjon

source: Access Tickets
nb: Adgangstilganger

source: Access ticket deleted
nb: Adgangstilgang slettet

source: Action
nb: Aksjon

source: Active
nb: Aktiv

source: Adding new member to this Group Principal
nb: Legger nytt medlem til denne Gruppekontoen

source: Admin <!-- in the sense of 'systems admin' -->
nb: Admin

source: Administration
nb: Administrasjon

source: All collection data will be unrecoverably deleted.
nb: Alle data til samlingen vil ugjenopprettelig bli slettet

source: All of the principal's calendars and events will be unrecoverably deleted.
nb: Alle kontoens kalendre og hendelser vil ugjenopprettelig bli slettet

source: All privileges
nb: Alle privilegier

source: All requested changes were made.
nb: Alle forespurte endringer ble utfort

source: All
nb: Alle

source: Allow free/busy enquiries targeted at the owner of this scheduling inbox
nb: Tillat ledig/opptatt forespørsler rettet til eieren av denne innboksen

source: An "Administrator" user has full rights to the whole DAViCal System
nb: En "Administrator" bruker har fulle rettigheter til hele DAViCal systemet

source: Anonymous users are not allowed to modify calendars
nb: Anonyme brukere har ikke tillatelse til endring av kalendre

source: Anonymous users may only access public calendars
nb: Anonyme brukere har kun tilgang til offentlige kalendre

source: Application DB User
nb: Applikasjonens DB Bruker

source: Apply Changes
nb: Utfør endringer

source: Apply DB Patches
nb: Utfør DB endringer

source: Binding deleted
nb: Forbindelse slettet

source: Bindings to other collections
nb: Forbindelse til andre samlinger

source: Bindings to this Collection
nb: Forbindelser til denne samlingen

source: Bindings to this Principal's Collections
nb: Forbindelse til denne kontoens samlinger

source: Bound As
nb: Forbundet som

source: Browse all users
nb: Bla gjennom alle brukere

source: Busy
nb: Opptatt

source: Calendar Principals
nb: Kalenderkontoer

source: Calendar Timezone
nb: Kalender tidssone

source: Calendar "%s" was loaded from file.
nb: Kalender "%s" ble lastet fra fil.

source: Can only add tickets for existing collection paths which you own
nb: Kan bare legge til tilgang til eksiterende samlinger du eier

source: Change Password
nb: Endre passord

source: Click to display user details
nb: Klikk for brukerdetaljer

source: Click to edit principal details
nb: Klikk for redigering av kontodetaljer

source: Collection Grants
nb: Samlingsrettigheter

source: Collection ID
nb: Samlings ID

source: Collection deleted
nb: Samling slettet

source: Collection
nb: Samling

source: Collections may not be both CalDAV calendars and CardDAV addressbooks at the same time
nb: Samlinger kan ikke være både CalDAV og CardDAV adressebøker samtidig

source: Configuring Calendar Clients for DAViCal
nb: Konfigurerer Kalender klienter for DAViCal

source: Configuring DAViCal
nb: Konfigurerer DAViCal

source: Confirm Deletion of the Binding
nb: Bekreft sletting av forbindelsen

source: Confirm Deletion of the Collection
nb: Bekreft sletting av samlingen

source: Confirm Deletion of the Principal
nb: Bekreft sletting av kontoen

source: Confirm Deletion of the Ticket
nb: Bekreft sletting av tilgangen

source: Confirm Password
nb: Bekreft passordet

source: Confirm the new password.
nb: Bekreft nytt passord

source: Confirm
nb: Bekreft

source: Could not retrieve
nb: Kunne ikke hente

source: Create Collection
nb: Opprett samling

source: Create Events/Collections
nb: Opprett hendelser/samlinger

source: Create New Collection
nb: Lag ny samling

source: Create New Principal
nb: Lag ny konto

source: Create Principal
nb: Lag konto

source: Create a new principal (i.e. a new user, resource or group)
nb: Lag ny konto (ny bruker, ressurs eller gruppe)

source: Create a resource or collection
nb: Lag en ressurs eller samling

source: Create
nb: Opprett

source: Creating new Collection.
nb: Oppretter ny samling

source: Creating new Principal record.
nb: Oppretter ny kontopost

source: Creating new ticket granting privileges to this Principal
nb: Oppretter ny tilgang med privilegier til denne konto

source: Current DAViCal version
nb: Gjeldende DAViCal versjon

source: Current Versions
nb: Gjeldende versjoner

source: DAV Path
nb: DAV bane

source: DAV::resourcetype may only be set to a new value, it may not be removed.
nb: DAV::ressurstype kan bare settes til ny verdi, kan ikke slettes

source: DAViCal DB Schema version
nb: DAViCal DB Schema versjon

source: DAViCal Homepage
nb: DAViCal hjemmeside

source: DAViCal only allows BIND requests for collections at present.
nb: DAViCal tillater bare BIND forespørsler for gjeldende samlinger

source: DKIM signature invalid
nb: DKIM signatur ugyldig

source: DKIM signature missing
nb: DKIM signatur mangler

source: DKIM signature validation failed(DNS ERROR)
nb: DKIM signatursjekk feilet(DNS ERROR)

source: DKIM signature validation failed(KEY Parse ERROR)
nb: DKIM signatursjekk feilet(KEY Parse ERROR)

source: DKIM signature validation failed(KEY Validation ERROR)
nb: DKIM signatursjekk feilet(KEY Validation ERROR)

source: DKIM signature validation failed(Signature verification ERROR)
nb: DKIM signatursjekk feilet(Signature verification ERROR)

source: Database Error
nb: Database Feil

source: Database Name
nb: Database Navn

source: Database Owner
nb: Database Eier

source: Database Password
nb: Database Passord

source: Database Username
nb: Database Brukernavn

source: Database error
nb: Database feil

source: Date Format Style
nb: Datoformat

source: Date Style
nb: Datoformat

source: Default Privileges
nb: Standard privilegier

source: Delete Events/Collections
nb: Slett hendelser/samlinger

source: Delete Principal
nb: Slett konto

source: Delete a resource or collection
nb: Slett en ressurs eller samling

source: Delete
nb: Slett

source: Deleted a grant from this Principal
nb: Slettet en rettighet til denne kontoen

source: Deleting Binding:
nb: Sletter forbindelse:

source: Deleting Collection:
nb: Sletter samling:

source: Deleting Principal:
nb: Sletter konto:

source: Deleting Ticket:
nb: Sletter tilgang

source: Deliver scheduling invitations from an organiser to this scheduling inbox
nb: Lever invitasjoner fra en organisator til denne innboksen

source: Deliver scheduling replies from an attendee to this scheduling inbox
nb: Lever svar fra en deltaker til denne innboksen

source: Dependencies
nb: Avhengigheter

source: Dependency
nb: Avhengighet

source: Description
nb: Beskrivelse

source: Destination collection does not exist
nb: Samlingen finnes ikke

source: Directory on the server
nb: Mappe på tjeneren

source: Display Name
nb: Visningsnavn

source: Displayname
nb: Visningsnavn

source: Does the user have the right to perform this role?
nb: Har brukeren rettigheter til denne rollen ?

source: EMail OK
nb: Epost OK

source: EMail
nb: Epost

source: ERROR: The full name may not be blank.
nb: FEIL: Det fulle navnet kan ikke være tomt

source: ERROR: The new password must match the confirmed password.
nb: FEIL: Det nye passordet må stemme med det bekreftede passordet

source: ERROR: There was a database error writing the roles information!
nb: FEIL: Det var en databasefeil under skriving av rolleinformasjon

source: Edit this user record
nb: Rediger denne brukerens post

source: Edit
nb: Rediger

source: Email Address
nb: Epostadresse

source: Enter a username, if you know it, and click here, to be e-mailed a temporary password.
nb: Oppgi brukernavnet, om du vet det, og klikk her for tilsending av midlertidig passord

source: Enter your username and password then click here to log in.
nb: Oppgi brukernavn og passord og klikk her for å logge inn

source: Error querying database.
nb: Feil under spørring i database

source: Error writing calendar details to database.
nb: Feil under skriving av detaljer til database

source: Error writing calendar properties to database.
nb: Feil under skriving av kalenderegenskaper til database

source: European (d/m/y)
nb: Europeisk (d/m/y)

source: European
nb: Europeisk

source: Existing resource does not match "If-Match" header - not accepted.
nb: Eksisterende ressurs passer ikke "If-Match" header - ikke akseptert.

source: Existing resource matches "If-None-Match" header - not accepted.
nb: Eksisterende ressurs passer "If-None-Match" header - ikke akseptert,

source: Expires
nb: Løper ut

source: Failed to write collection.
nb: Mislykkes med skriving av samling

source: For access to the
nb: For adgang til

source: Forbidden
nb: Forbudt

source: Free/Busy
nb: Ledig/Opptatt

source: Full Name
nb: Fullt navn

source: Fullname
nb: Fulltnavn

source: GET requests on collections are only supported for calendars.
nb: HENT forespørsler på samlinger støttes bare for kalendre

source: GO!
nb: Utfør!

source: Go to the DAViCal Feature Requests
nb: Gå til DAViCal Feature Requests

source: Grant
nb: Opprett

source: Granting new privileges from this Principal
nb: Oppretter nye privilegier fra denne kontoen

source: Group <!-- in the sense of a group of people -->
nb: Gruppe

source: Group Members
nb: Gruppemedlemmer

source: Group Memberships
nb: Gruppemedlemskap

source: Group Principals
nb: Gruppekontoer

source: Group
nb: Gruppe

source: Has Members
nb: Har medlemmer

source: Help on the current screen
nb: Hjelp til gjeldende side

source: Help! I've forgotten my password!
nb: Hjelp! Jeg har glemt passordet

source: Help
nb: Hjelp

source: Home Page
nb: Hjemmeside

source: Home calendar added.
nb: Home kalender lagt til

source: Home calendar already exists.
nb: Home kalender eksisterer allerede

source: Id <!-- short for 'Identifier' -->
nb: Id <!-- forkortelse for 'Identifier' -->

source: If you have forgotten your password then
nb: Hvis du har glemt passordet da

source: If you would like to request access, please e-mail
nb: Hvis du vil ha tilgang, send epost

source: Import all .ics files of a directory
nb: Importer alle .ics filer fra en mappe

source: Import calendars and Synchronise LDAP.
nb: Importer kalendre og synkroniser LDAP

source: Inactive Principals
nb: Inaktive kontoer

source: Incorrect content type for addressbook:
nb: Uriktig innholdstype for adressebok:

source: Incorrect content type for calendar:
nb: Uriktig innholdstype for kalender

source: Invalid user name or password.
nb: Ugyldig navn eller passord

source: Invalid username or password.
nb: Ugyldig brukernavn eller passord

source: Is Member of
nb: Er medlem av

source: Is a Calendar
nb: Er en kalender

source: Is an Addressbook
nb: Er en adressebok

source: Is this user active?
nb: Er denne brukeren aktiv?

source: Items in Collection
nb: Objekter i samlingen

source: Joined
nb: Tilknyttet

source: Language
nb: Språk

source: Last used
nb: Sist brukt

source: List Groups
nb: Liste grupper

source: List Resources
nb: Liste ressurser

source: List Users
nb: Liste brukere

source: Load From File
nb: Last fra fil

source: Log On Please
nb: Logg inn

source: Log out of DAViCal
nb: Logg ut fra DAViCal

source: Logout
nb: Logg ut

source: Member deleted from this Group Principal
nb: Medlem slettet fra denne gruppekonto

source: Name
nb: Navn

source: New Collection
nb: Ny samling

source: New Password
nb: Nytt passord

source: New Principal
nb: Ny konto

source: No <!-- not 'Yes' -->
nb: Nei

source: No authority to deliver invitations to user.
nb: Ingen autorisasjon til å levere invitasjoner til bruker

source: No calendar content
nb: Ikke noe kalenderinnhold

source: No collection found at that location.
nb: Ingen samling funnet på den lokasjonen

source: No scheduling support for user
nb: Ingen hendelsesupport for bruker

source: No
nb: Nei

source: No. <!-- short for 'Number' -->
nb: Nr.

source: No. of Collections
nb: Samlingens nr.

source: No. of Principals
nb: Nr. til konto

source: No. of Resources
nb: Nr. til ressurs

source: No.
nb: Nr.

source: Not overwriting existing destination resource
nb: Skriver ikke over eksisterende ressurs

source: Override a Lock
nb: Bryt en lås

source: PDO PostgreSQL drivers
nb: PDO PostgreSQL drivere

source: PHP PDO module available
nb: PHP PDO modul tilgjengelig

source: PHP PostgreSQL available
nb: PHP PostgreSQL tilgjengelig

source: PUT on a collection is only allowed for text/calendar content against a calendar collection
nb: PUT på en samling er bare tillatt for tekst/kaldender innhold i en kalendersamling

source: Password
nb: Passord

source: Path
nb: Bane

source: Please confirm deletion of access ticket - see below
nb: Bekreft sletting av adgangstilgang - se under

source: Please confirm deletion of binding - see below
nb: Bekreft sletting av forbindelse - se under

source: Please confirm deletion of collection - see below
nb: Bekreft sletting av samling - se under

source: Please confirm deletion of the principal
nb: Bekreft sletting av kontoen

source: Please note the time and advise the administrator of your system.
nb: Noter klokkeslett og oppgi til systemets administrator

source: Principal Collections
nb: Konto samlinger

source: Principal Grants
nb: Konto rettigheter

source: Principal ID
nb: Konto ID

source: Principal Type
nb: Konto type

source: Principal deleted
nb: Konto slettet

source: Principal
nb: Konto

source: Privileges granted to All Users
nb: Rettigheter tildelt til alle brukere

source: Privileges
nb: Rettigheter

source: Property is read-only
nb: Egenskapen er kun lese

source: Public <!-- in the sense of being available to all users -->
nb: Offentlig

source: Public
nb: Offentlig

source: Publicly Readable
nb: Offentlig lesbar

source: REPORT body contains no XML data!
nb: REPORT body inneholder ingen XML data!

source: REPORT body is not valid XML data!
nb: REPORT body er ikke gyldig XML data!

source: Read ACLs for a resource or collection
nb: Les tilgangslister for en ressurs eller samling

source: Read Access Controls
nb: Les tilgangskontroll

source: Read Current User's Access
nb: Les gjeldende brukers adgang

source: Read Free/Busy Information
nb: Les Ledig/Opptatt informasjon

source: Read the content of a resource or collection
nb: Les innholdet til en ressurs eller samling

source: Read the details of the current user's access control to this resource.
nb: Les detaljer om gjeldende brukers adgangskontroll til denne ressursen

source: Read the free/busy information for a calendar collection
nb: Les Ledig/Opptatt informasjon for en kalendersamling

source: Read
nb: Les

source: Read/Write
nb: Les/Skriv

source: Remove a lock
nb: Fjern en lås

source: Remove
nb: Fjern

source: Report Bug
nb: Rapporter feil

source: Report a bug in the system
nb: Rapporter feil i systemet

source: Request Feature
nb: Be om funksjonalitet

source: Request body is not valid XML data!
nb: Request body er ikke gyldig XML data!

source: Resource <!-- a thing which might be booked: a room, a carpark, a projector... -->
nb: Ressurs

source: Resource Calendar Principals
nb: Ressurs kalender kontoer

source: Resource Not Found.
nb: Ressurs ikke funnet

source: Resource has changed on server - not deleted
nb: Ressurs er endret på tjener - ikke slettet

source: Resource
nb: Ressurs

source: Resources may not be changed to / from collections.
nb: Ressurser kan ikke endres fra/til samlinger

source: Revoke
nb: Gjenopprett

source: Schedule Deliver
nb: Hendelse Lever

source: Schedule Send
nb: Hendelse Send

source: Schedule Transparency
nb: Hendelse gjennomsiktighet

source: Scheduling invitation delivered successfully
nb: Hendelsesinvitasjon ble levert

source: Scheduling: Deliver a Reply
nb: Hendelse: Gi et svar

source: Scheduling: Deliver an Invitation
nb: Hendlese: Lever en invitasjon

source: Scheduling: Delivery
nb: Hendelse: Levering

source: Scheduling: Query free/busy
nb: Hendelse: Finn Ledig/Opptatt

source: Scheduling: Send a Reply
nb: Hendelse: Send et svar

source: Scheduling: Send an Invitation
nb: Hendelse: Send en invitasjon

source: Scheduling: Send free/busy
nb: Hendelse: Send Ledig/Opptatt

source: Scheduling: Sending
nb: Hendelse: Sender

source: Send free/busy enquiries
nb: Send Ledig/Opptatt forespørsel

source: Send scheduling invitations as an organiser from the owner of this scheduling outbox.
nb: Send hendelsesinvitasjon som organisator fra eieren av denne utboksen

source: Send scheduling replies as an attendee from the owner of this scheduling outbox.
nb: Send invitasjonsvar som deltaker fra eieren av denne utboksen

source: Set free/busy privileges
nb: Sett Ledig/Opptatt rettigheter

source: Set read privileges
nb: Sett leserettigheter

source: Set read+write privileges
nb: Sett lese+skrive rettigheter

source: Set schedule-deliver privileges
nb: Sett hendelse-leveringsprivilegier

source: Set the path to store your ics e.g. 'home' will be referenced as /caldav.php/me/home/
nb: Sett banen for å lagre din ics, f.eks. vil 'home' bli referert som /caldav.php/me/home/

source: Setup DAViCal
nb: Sett opp DAViCal

source: Setup
nb: Oppsett

source: Show help on
nb: Vis hjelp om

source: Site Statistics require the database to be available!
nb: Statistikk krever en tilgjengelig database!

source: Site Statistics
nb: Statistikk

source: Some properties were not able to be changed.
nb: Noen egenskaper kunne ikke endres

source: Some properties were not able to be set.
nb: Noen egenskaper kunne ikke settes

source: Source resource does not exist.
nb: Ressurskilde finnes ikke

source: Special collections may not contain a calendar or other special collection.
nb: Spesielle samlinger kan ikke inneholde kalendre eller andre spesialsamlinger

source: Specific Privileges
nb: Spesifikke privilegier

source: Submit
nb: Send

source: Sync LDAP Groups with RSCDS
nb: Synk LDAP Grupper med RSCDS

source: Sync LDAP with DAViCal
nb: Synk LDAP med DAViCal

source: Target
nb: Mål

source: That destination name contains invalid characters.
nb: Målets navn inneholder ugyldige karakterer

source: That resource is not present on this server.
nb: Ressursen er ikke tilstede på denne tjeneren

source: The BIND Request MUST identify an existing resource.
nb: BIND Request MÅ identifisere en eksisterende ressurs.

source: The BIND Request-URI MUST identify a collection.
nb: BIND Request-URI MÅ identifisere en samling.

source: The BIND method is not allowed at that location.
nb: BIND metoden er ikke tillatt på den lokasjonen.

source: The CalDAV:schedule-calendar-transp property may only be set on calendars.
nb: CalDAV:schedule-calendar-transp egenskap kan bare settes på kalendre

source: The DAViCal Home Page
nb: DAViCal Hjemmeside

source: The access ticket will be deleted.
nb: Adgangstilgangen vil bli slettet

source: The addressbook-query report must be run against an addressbook collection
nb: Adressebok-forespørselsrapport må kjøres mot en adressebok-samling

source: The application program does not understand that request.
nb: Programmet forstår ikke forespørselen

source: The binding will be deleted.
nb: Forbindelsen vil bli slettet

source: The calendar path contains illegal characters.
nb: Kalenderbanen inneholder ulovlige karakterer

source: The calendar-free-busy-set is superseded by the schedule-transp property of a calendar collection.
nb: Kalenderens Ledig/Opptatt-sett er overstyrt av schedule-transp egenskapen til en kalendersamling

source: The calendar-query report must be run against a calendar or a scheduling collection
nb: Kalender forespørselsrapport må kjøres mot en kalender eller hendelsessamling

source: The collection name may not be blank.
nb: Samlingens navn kan ikke være tom

source: The destination collection does not exist
nb: Målsamlingen eksisterer ikke

source: The displayname may only be set on collections, principals or bindings.
nb: Visningsnavn kan bare settes på samlinger, kontoer eller forbindelser

source: The email address really should not be blank.
nb: Epostadressen skulle absolutt ikke være tom

source: The file is not UTF-8 encoded, please check the error for more details.
nb: Filen er ikke UTF-8 encoded, sjekk feilen for flere detaljer

source: The full name for this person, group or other type of principal.
nb: Det fulle navn for denne personen, gruppen eller annen type konto

source: The full name must not be blank.
nb: Det fulle navn kan ikke være tomt

source: The name this user can log into the system with.
nb: Navnet denne brukeren skal logge inn på systemet med

source: The path on the server where your .ics files are.
nb: Banen på tjeneren hvor dine ics filer er

source: The preferred language for this person.
nb: Foretrukket språk for denne personen

source: The style of dates used for this person.
nb: Datoformat brukt for denne personen

source: The user's e-mail address.
nb: Brukerens epostadresse

source: The user's full name.
nb: Brukerens fulle navn

source: The user's password for logging in.
nb: Brukerens passord for å logge inn

source: The username must not be blank, and may not contain a slash
nb: Brukernavnet kan ikke være tomt og kan ikke inneholde slash

source: There was an error writing to the database.
nb: Det oppsto en feil under skriving til databasen

source: This operation does the following: <ul><li>check valid groups in LDAP directory</li> <li>check groups in DAViCal</li></ul> then <ul><li>if a group is present in DAViCal but not in LDAP set as inactive in DAViCal</li> <li>if a group is present in LDAP but not in DAViCal create the group in DAViCal</li> <li>if a group in present in LDAP and DAViCal then update information in DAViCal</li> </ul>
nb: Denne operasjonen gjør følgende: <ul><li>sjekker gyldige grupper i LDAP katalogen</li> <li>sjekker grupper i DAViCal</li></ul> deretter <ul><li>hvis en gruppe finnes i DAViCal men ikke i LDAP setter som inaktiv i DAViCal</li> <li>hvis en gruppe finnnes i LDAP men ikke i DAViCal oppretter en gruppe i DAViCal</li> <li>hvis en gruppe finnes i LDAP og DAViCal oppdaterer informasjonen i DAViCal</li> </ul>
